import FAQ from '@components/includes/FAQ/Faq'

export default function Section() {
  const accordionData = [
    {
      id: 1,
      title: 'فیلیزی چه کاری انجام می‌دهد؟',
      content:
        'فرآیند خرید کالا را مکانیزه می‌کند. مشتریان را به تامین کنندگان مالی متصل میکند و بازار فروش را توسعه می‌دهد.'
    },

    {
      id: 2,
      title: 'با چه نوع تأمین‌کنندگان مالی کار می‌کند؟',
      content: 'تامین کنندگان مالی دارای مجوز فعالیت مثل لیزینگ ها، بانک ها و.....	'
    },

    {
      id: 3,
      title: 'شرایط پذیرش فروشنده در فیلیزی چیست؟',
      content:
        'دارای مجوز فعالیت معتبر/ فعال و دارای اعتبار/دارای  مکان برای فروش کالا/ دارای صلاحیت اعتباری'
    },

    {
      id: 4,
      title: 'چه قراردادی بین فیلیزی و فروشنده منعقد می‌شود؟',
      content: 'قرارداد همکاری برای تامین کالاهای مورد درخواست مشتریان فیلیزی '
    },

    {
      id: 5,
      title: 'کارمزد فیلیزی از فروشنده  چه مبلغی است؟',
      content: 'حداقل 3% مبلغ تسهیلات اعطایی'
    },

    {
      id: 6,
      title: 'کارمزد فیلیزی چگونه پرداخت می‌شود؟',
      content: 'از طریق درگاه پرداخت موجود در پلتفرم'
    },

    {
      id: 7,
      title: 'مهلت تسویه سهم غیرنقدی بهای کالا با فروشگاه چه مدت است؟',
      content: 'حداکثر 72 ساعت پس از خرید نهایی '
    },

    {
      id: 8,
      title: 'آیا محصولات فروشگاه و فروشنده در فیلیزی نمایش داده می‌شود؟',
      content: 'در صورتیکه فروشگاه سایت داشته باشه امکان نمایش وجود دارد'
    },

    {
      id: 9,
      title: 'آیا فروشنده تعهدی در پرداخت اقساط مشتری دارد؟',
      content: 'خیر'
    },

    {
      id: 10,
      title: 'آیا فروشگاه می‌تواند بدون تأمین‌کننده مالی فروش قسطی در فیلیزی داشته باشد؟',
      content: 'بله اگر خود فروشگاه بتواند تامین کننده مالی هم باشد.'
    },

    {
      id: 11,
      title: 'چه میزان از بهای کالا تسهیلات داده می‌شود؟',
      content:
        'بسته به نوع کالاها در پروتکل‌های مختلف تامین کننده مالی متواند حداقل 20 درصد و حداکثر 100 % بهای کالا باشد.'
    },

    {
      id: 12,
      title: 'فروشگاه چگونه از بسته‌های اعتباری تأمین‌کننده مالی اطلاع می‌یابد؟',
      content:
        'با مراجعه به صفحه ابتدایی پلت فرم و از طریق شرایط و ضوابط طرح های تعریف شد در فیلیزی که در قسمت جزئیات طرح وجود دارد.'
    },

    {
      id: 13,
      title: 'چه اطلاعاتی از فروشگاه در فیلیزی ذخیره می شود؟',
      content: 'اطلاعات هویتی، محل کار، نوع فعالیت، مستندات فعالیت'
    },

    {
      id: 14,
      title: 'آیا از اطلاعات فروشگاه به خوبی محافظت می‌شود؟',
      content: 'بله'
    },

    {
      id: 15,
      title: 'چه تعداد فروشنده در فیلیزی حضور دارند؟',
      content: 'هر فروشنده‌ای که دارای انعقاد قرارداد همکاری با فیلیزی باشد.'
    }
  ]

  return (
    <FAQ
      sectionTitle="سوالات پر تکرار فروشندگان"
      data={accordionData}
      sectionTitleClass="sellers-section-6-title"
    />
  )
}
