import FAQ from '@components/includes/FAQ/Faq'

export default function Section() {
  const accordionData = [
    {
      id: 1,
      title: 'فیلیزی چه کار می‌کند؟',
      content:
        'دسترسی راحت و آسان و امکان استفاده از کالاهای مورد نیاز را برای مشتری فراهم می‌کند'
    },

    {
      id: 2,
      title: 'چگونه از فیلیزی استفاده کنم؟',
      content: 'با ثبت نام و ایجاد پروفایل در فیلیزی به آدرس feeleasy.ir'
    },

    {
      id: 3,
      title: 'چه مزیتی برای مشتری دارد؟',
      content: 'امکان دریافت تسهیلات غیرحضوری و آنلاین در کمترین زمان'
    },

    {
      id: 4,
      title: 'چه کالاهایی در فیلیزی می‌توان قسطی خرید؟',
      content: 'تمام اموال منقول و غیر منقول / کالاهای مصرفی بادوام و...'
    },

    {
      id: 5,
      title: 'آیا کالا را می‌توان برگشت داد؟',
      content:
        'خرید حضوری خیر/ اگر خرید بصورت اینترنتی باشد، طبق قانون تا 7 روز مهلت عودت در صورت معیوب بودن را دارد.'
    },

    {
      id: 6,
      title: 'مدت زمان پرداخت اعتبار چقدر است؟',
      content: 'در صورت تکمیل پرونده بین 24 الی 48 ساعت'
    },

    {
      id: 7,
      title: 'شرایط پذیرش در فیلیزی چیست؟',
      content: [
        '1.دارای صلاحیت اعتباری و توانایی بازپرداخت اقساط / صلاحیت هویتی',
        '2.شرایط پذیرش اطلاعات هویتی و سکونی باشد و شرایط دریافت تسهیلات رعایت پروتکل‌های لیزینگ باشد'
      ]
    },

    {
      id: 8,
      title: 'آیا از اطلاعات شخصی من حفاظت می‌شود؟',
      content: 'بله'
    },

    {
      id: 9,
      title: 'آیا در صورت وجود مشکل تیم پشتیبان حضور دارد؟',
      content: 'بله'
    },

    {
      id: 10,
      title: 'شرایط اعطای تسهیلات را چگونه می‌توانم ببینم؟',
      content:
        'در صفحه اصلی فیلیزی با انتخاب هر طرح در قسمت جزئیات آن تمام شرایط تسهیلات قابل روئیت می‌باشد.'
    },

    {
      id: 11,
      title: 'نرخ سود تسهیلات چقدر است؟',
      content: '%26 ؛نرخ مصوب بانک مرکزی'
    },

    {
      id: 12,
      title: 'چند درصد از بهای کالا تسهیلات می‌دهند؟',
      content:
        'بسته به نوع کالا و طرح (پروتکل تامین کننده) از حداقل 20% تا حداکثر 100 % بهای کالا'
    },

    {
      id: 13,
      title: 'مدت بازپرداخت تسهیلات و تناوب اقساط چگونه  است؟',
      content:
        'از 2 ماه تا 60 ماه ولی در بسیاری از طرح ها حداکثر 36 ماه با تناوب یک ماه تا سه ماه یکبار'
    },

    {
      id: 14,
      title: 'تا چه سقفی می‌توانم قسطی خرید کنم؟',
      content:
        'تا جایی که که توانایی بازپرداخت اقساط را داشته باشید و سقف فردی در هر یک از لیزینگ ها'
    },

    {
      id: 15,
      title: 'شرایط تسویه حساب چگونه است؟',
      content:
        'تسویه در سررسید قرارداد و تسویه زودتر از موعد درصورت تسویه زودتر از موعد. لیزینگ 10 % سود آتی اقساط سررسید نشده را اخذ می‌نماید.'
    },

    {
      id: 16,
      title: 'اقساط را چگونه واریز کنم؟',
      content: 'درحال حاضر به صورت چک '
    },

    {
      id: 17,
      title: 'آیا بازپرداخت ماهانه است؟',
      content:
        'بسته به انتخاب خریدار و نوع طرح دارد و می‌تواند از یک ماه تا چند ماه متغیر باشد.'
    },

    {
      id: 18,
      title: 'جریمه تأخیر در پرداخت قسط چقدر است؟',
      content:
        'نرخ جریمه تاخیر برابر است با 6 % به علاوه نرخ قرارداد و بصورت روزانه نیز محاسبه می‌گردد.'
    },

    {
      id: 19,
      title: 'آیا معرفی ضامن هم لازم است؟',
      content:
        'در برخی از طرح‌ها و پروتکل‌های تامین کننده مالی  بسته به نوع کالا و شرایط ممکن است نیاز باشد.'
    },

    {
      id: 20,
      title: 'آیا فیلیزی از مشتری کارمزد دریافت می‌کند؟',
      content:
        'خیر، فیلیزی معمولاً از  فروشگاه خود کارمزد دریافت می‌کند. این کارمزد ممکن است درصدی از مبلغ معامله یا مبلغ ثابتی باشد که به عنوان هزینه دسترسی به اطلاعات مشتریان و بازخوردها امکان برقراری ارتباط با تیم پشتیبانی فیلیزی فراهم می‌آورد.'
    }
  ]

  return (
    <FAQ
      sectionTitle="سوالات پرتکرار خریداران"
      data={accordionData}
      sectionTitleClass="section-6-title"
    />
  )
}
