import FAQ from '@components/includes/FAQ/Faq'

export default function Section() {
  const accordionData = [
    {
      id: 1,
      title: 'فیلیزی چه کاری انجام می‌دهد؟',
      content:
        'فرآیند پذیرش، ثبت نام ،اعتبار سنجی، اعطای تسهیلات و خرید کالا را به صورت غیر حضوری و الکترونیکی انجام می دهد.'
    },

    {
      id: 2,
      title: 'فیلیزی چه مزیت‌هایی برای تأمین کننده مالی دارد؟',
      content:
        'موجب افزایش مشتری/ توسعه پرتفوی فعالیت/ الکترونیکی کردن فرآیند تامین مالی و موجب سرعت در فرآیند ارائه خدمات و تسهیل آن'
    },

    {
      id: 3,
      title: 'شرایط پذیرش تأمین کننده مالی چیست؟',
      content:
        'دارای مجوز فعالیت با موضوع فعالیت اعطای تسهیلات و وام در صورتیکه لیزینگ باشد؛ دارای مجوز فعالیت از مرکزی'
    },

    {
      id: 4,
      title: 'فیلیزی چه فرآیندهایی را برای تأمین‌کننده مالی پوشش می‌دهد؟',
      content:
        'پذیرش و تشکیل پرونده/ اعتبار سنجی و احراز صلاحیت اعتباری/ احراز هویت / احراز محل سکونت/ فرآیند تصویب تسهیلات/ فرآیند اخذ تضامین طبق پروتکل/ انعقاد قرارداد/ خرید کالا و رسید تحویل آن '
    },

    {
      id: 5,
      title: 'فیلیزی چه دسترسی‌هایی را برای کاربران تأمین‌کننده مالی ایجاد کرده است؟',
      content:
        'بررسی پرونده و مدارک آن/ نتایج اعتبارسنجی واحد از صلاحیت/ تصویب پرونده/ اخذ تضامین/ دیدن تمام مدارک و مستندات پرونده از ابتدای تا انتهای خرید کالا.	5-فیلیزی چه دسترسی‌هایی را برای کاربران تأمین‌کننده مالی ایجاد کرده است؟(با یک تکراری هست)'
    },

    {
      id: 6,
      title: 'چه قراردادی بین فیلیزی و تأمین‌کننده مالی منعقد می‌شود؟',
      content: 'قرارداد ارائه خدمات نرم افزار تحت وب'
    },

    {
      id: 7,
      title: 'آیا فیلیزی در انعقاد قرارداد با مشتری نقش دارد؟',
      content: 'بله؛ درخصوص تشکیل پرونده طبق پروتکل اعلامی تامین کننده'
    },

    {
      id: 8,
      title: 'آیا فیلیزی در تصویب اعتبار و تصمیم‌گیری اعتباری نقش دارد؟',
      content: 'خیر'
    },

    {
      id: 9,
      title: 'آیا فیلیزی نقش کارگزاری تأمین‌کننده مالی دارد؟',
      content: 'بله'
    },

    {
      id: 10,
      title: 'آیا مبالغ خالص تسهیلات توسط تأمین کننده مالی به حساب فیلیزی واریز می شود؟',
      content: 'خیر به حساب فروشنده کالا'
    },

    {
      id: 11,
      title: 'آیا اقساط قراردادهای مشتریان به حساب فیلیزی واریز می شود؟',
      content: 'خیر؛ به حساب تامین کننده مالی'
    },

    {
      id: 12,
      title: 'آیا فیلیزی از تأمین‌کننده مالی کارمزد دریافت می‌کند؟',
      content: 'خیر'
    },

    {
      id: 13,
      title: 'فیلیزی چه ریسک‌هایی را برای تأمین‌کننده مالی کاهش می‌دهد؟',
      content:
        'بخشی از ریسک اعتبارسنجی واحد از هویت/ امضای الکترونیکی که با کد تایید مشتری انجام میشود/ اخذ چک و استعلام شناسه صیادی'
    },

    {
      id: 14,
      title: 'فیلیزی چگونه ریسک عدم رعایت مقررات را کاهش می‌دهد؟',
      content:
        'فیلیزی با ایجاد کنترل های سیستمی ،فرآیندهای نظارتی ریسک عدم رعایت مقررات را کاهش دهد.'
    },

    {
      id: 15,
      title: 'مدت زمان اجرای فرآیندهای اعطای تسهیلات در فیلیزی چقدر طول می‌کشد؟',
      content: 'با توجه به نوع ومبلغ تسهیلات از دو تا حداکثر 5 روز کاری'
    },

    {
      id: 16,
      title: 'امنیت داده‌ها و اطلاعات چگونه تضمین می‌شود؟',
      content: 'با استفاده از سرورهای مطمئن و تحت کنترل'
    },

    {
      id: 17,
      title: 'آیا پرونده کامل تسهیلاتی در فیلیزی تشکیل می‌شود؟',
      content: 'بله'
    },

    {
      id: 18,
      title: 'پرونده تسهیلاتی چگونه در اختیار تأمین‌کننده مالی قرار می‌گیرد؟',
      content: 'بصورت الکترونیکی و تحت وب'
    },

    {
      id: 19,
      title: 'رویه پشتیبانی فیلیزی از فرآیند تأمین‌کننده مالی چیست؟',
      content:
        'فیلیزی پرونده را طبق شرایط و ضوابط پروتکل تامین کننده بررسی و درصورت تایید؛ تایید اولیه نموده و پرونده در کارتابل لیزینگ مورد بررسی قرار می‌گیرد.'
    },

    {
      id: 20,
      title:
        'آیا تأمین‌کننده مالی با ورود به پلت‌فرم در معرض رقابت منفی و از دست دادن متقاضیان خود قرار نمی‌گیرد؟',
      content: 'خیر'
    }
  ]

  return (
    <FAQ
      sectionTitle="سوالات پرتکرار تامین کنندگان مالی"
      data={accordionData}
      sectionTitleClass="suppliers-section-6-title"
    />
  )
}
